Repository: DomHel00/ProjectTracker
Catalog: ProjectTracker/*.lproj/Localizable.strings
Languages: cs

source: None
cs: Žádná

source: Low
cs: Nízká

source: Normal
cs: Střední

source: High
cs: Vysoká

source: Initialization
cs: Inicializace

source: In development
cs: Ve vývoji

source: Interrupt
cs: Přerušeno

source: Completed
cs: Dokončeno

source: Ascending
cs: Vzestupně

source: Descending
cs: Sestupně

source: By title
cs: Dle názvu

source: By priority
cs: Dle priority

source: By progress
cs: Dle progresu

source: By creation date
cs: Dle data vytvoření

source: Search...
cs: Vyhledat...

source: Select sort type
cs: Vyberte si styl řazení

source: My projects
cs: Mé projekty

source: Add new project
cs: Přidat nový projekt

source: Order type
cs: Typ řazení

source: Sort type
cs: Typ třídění

source: Delete
cs: Smazat

source: Edit
cs: Upravit

source: To see the options, double tap.
cs: Chcete-li zobrazit možnosti, poklepejte.

source: To see the form to add a new project, double tap.
cs: Chcete-li zobrazit formulář pro přidání nového projektu, poklepejte.

source: Delete the project
cs: Smazat projekt

source: Edit the project
cs: Upravit projekt

source: To delete the project, double tap.
cs: Chcete-li smazat projekt, poklepejte.

source: To edit the project, double tap.
cs: Chcete-li upravit projekt, poklepejte.

source: Project detail
cs: Detail projektu

source: Warning
cs: Varování

source: Title textfield cannot be empty!
cs: Pole názvu projektu nemůže být prázdné!

source: Cancel
cs: Zavřít

source: New project
cs: Nový projekt

source: Create
cs: Vytvořit

source: Create project
cs: Vytvořit nový projekt

source: To create a new project, double tap.
cs: Chcete-li vytvořit nový projekt, poklepejte.

source: Edit project
cs: Úprava projektu

source: Save
cs: Uložit

source: Save changes
cs: Uložit změny

source: To save your changes, double tap.
cs: Chcete-li uložit změny, poklepejte.

source: No projects yet!
cs: Zatím žádné projekty!

source: Open link
cs: Otevřít odkaz

source: Priority
cs: Priorita

source: Progress
cs: Progres

source: Creation date
cs: Datum vytvoření

source: Project URL:
cs: URL odkaz projektu:

source: No URL has been added for this project!
cs: Pro tento projekt nebyla přidána žádná adresa URL!

source: No description!
cs: K projektu není přidán žádný popis!

source: Project description:
cs: Popis projektu:

source: To open the link in your browser, double tap.
cs: Chcete-li odkaz otevřít v prohlížeči, poklepejte.

source: Priority:
cs: Priorita:

source: Progress:
cs: Progres:

source: Creation date:
cs: Vytvořeno:

source: Project:
cs: Projekt:

source: Project priority:
cs: Priorita projektu:

source: Project progress:
cs: Progres projektu:

source: Project creation date:
cs: Datum vytvoření projektu:

source: To see the project details, double tap.
cs: Chcete-li zobrazit detaily projektu, poklepejte.

source: Set project title
cs: Nastavte název projektu

source: Set project description (optional)
cs: Nastavte popis projektu (nepovinné)

source: Set project icon (optional)
cs: Nastavte ikonu projektu (nepovinné)

source: Set project icon
cs: Nastavit ikonu projektu

source: Set project priority
cs: Nastavte prioritu projektu

source: Set project progress
cs: Nastavte progres projektu

source: Set project URL (optional)
cs: Nastavte URL projektu (nepovinné)

source: Set project URL
cs: Nastavte URL projektu

source: Edit project title
cs: Upravte název projektu

source: Edit project description (optional)
cs: Upravte popis projektu (nepovinné)

source: Edit project icon (optional)
cs: Upravte ikonu projektu (nepovinné)

source: Edit project icon
cs: Upravte ikonu projektu

source: Edit project priority
cs: Upravte prioritu projektu

source: Edit project progress
cs: Upravte progres projektu

source: Edit project URL (optional)
cs: Upravte URL projektu (nepovinné)

source: Edit project URL
cs: Upravte URL projektu

source: Done
cs: Hotovo

source: Clear
cs: Smazat vše

source: To stop editing and hide the keyboard, double tap.
cs: Chcete-li ukončit editaci a schovat klávesnici, poklepejte.

source: To delete text in the field, double tap.
cs: Chcete-li vymazat text v poli, poklepejte.
